let onedata = [
	{
	  text: '2016年联通云数据有限公司水处理药剂集中采购项目中标候选人公示',
	  time: '2016-02-11',
	},
	{
	  text: '2.17新电厂华变压器油.卤化物灯等询价延期询价公告201702200910',
	  time: '2017-02-27',
	},
	{
	  text: '道真重庆产业园易地安置工程10KV配电项目公开竞争性谈判公告',
	  time: '2017-02-28',
	},
	{
	  text: '甘肃省供销合作社村级供销综合服务社图像及数据联网政府采购项目公开...',
	  time: '2017-03-01',
	},
	{
	  text: '神华国华(北京)燃气热电有限公司（2017-2018年度）消防保安服务项目...',
	  time: '2017-03-01',
	},
	{
	  text: '2017年第九采油厂加热炉燃烧器修理工程（包括龙虎泡油田、新肇油田）...',
	  time: '2017-03-03',
	},
	{
	  text: '内蒙古丰泰发电有限公司 200MW机组生产建筑物维修公告',
	  time: '2017-03-03',
	},
	{
	  text: '广州白云国际机场航站楼一期低压电站低压智能测控装置改造项目招标公告',
	  time: '2017-03-07',
	},
	{
	  text: '华能聊城热电厂#8机组锅炉化学清洗项目中标公示',
	  time: '2017-03-21',
	},
	{
	  text: '国网吉林省电力有限公司（吉林市）电网2016年第三批10kV配电线路改迁...',
	  time: '2017-03-31',
	}
]

let twodata = [
	{
	  text: '国家电网公司2017年输电线路材料铁塔及构支架第二次集中招标活动',
	  time: '2017-01-31',
	},
	{
	  text: '国家电网公司2017年输电线路材料线路金具第二次集中招标活动',
	  time: '2017-02-06',
	},
	{
	  text: '国家电网公司2017年输电线路材料光缆附件第二次集中招标活动',
	  time: '2017-02-11',
	},
	{
	  text: '国家电网公司2017年输电线路材料导地线第二次集中招标活动',
	  time: '2017-02-21',
	},
	{
	  text: '国家电网公司2017年输电线路材料绝缘子第二次集中招标活动',
	  time: '2017-03-23',
	},
	{
	  text: '国家电网公司输变电项目2017年第二次变电设备（含电缆）招标采购-35...',
	  time: '2017-03-26',
	},
	{
	  text: '国家电网公司输变电项目2017年第二次变电设备（含电缆）招标采购-复合...',
	  time: '2017-03-26',
	},
	{
	  text: '国家电网公司输变电项目2017年第二次变电设备（含电缆）招标采购-断路...',
	  time: '2017-03-28',
	},
	{
	  text: '国家电网公司输变电项目2017年第二次变电设备（含电缆）招标采购-组合...',
	  time: '2017-03-31',
	},
	{
	  text: '国家电网公司输变电项目2017年第二次变电设备（含电缆）招标采购-销弧...',
	  time: '2017-04-01',
	}
]

export {
  onedata,
  twodata
}